[
  {
    "title": "[Redacted] Order Management App",
    "description": "Android application that manages order entries that is appended to the flat file reciding in the FTP server. Used with Zebra devices that handles scanning of UPC barcode data.",
    "imageUrls": ["/tdc/1.png", "/tdc/2.png", "/tdc/3.png"],
    "year": 2021
  },
  {
    "title": "Factory Connection",
    "description": "Android application that syncs CSV file that is used by the store personnel in order to check if price is updated. Used with Zebra devices.",
    "imageUrls": ["/toshiba/1.png"],
    "year": 2021
  },
  {
    "title": "BOPIS",
    "description": "Buy Online, Pickup In Store. An android application that handles online order entries that will be picked up by store managers from to be delivered to store's curbside.",
    "imageUrls": ["/bopis/1.png", "/bopis/2.png", "/bopis/3.png"],
    "year": 2021
  },
  {
    "title": "Budgetizer",
    "description": "Android app that tracks basic financial models (income and expenses). This is to showcase literacy with Google's Material components.",
    "imageUrls": [
      "/budgetizer/1.png",
      "/budgetizer/2.png",
      "/budgetizer/3.png"
    ],
    "year": 2020,
    "url": "https://play.google.com/store/apps/details?id=com.budgetizer"
  },
  {
    "title": "HyperStream Viewer",
    "description": "Android app for a US client that helps personnel manage meetings. A Zoom-like video conferencing app that uses Twilio as a primary library. Uses Contentful to show speaker's presentation.",
    "imageUrls": ["/hyperstream/1.png", "/hyperstream/2.png"],
    "year": 2020
  },
  {
    "title": "[Redacted] - ",
    "description": "Android and iOS app that brings Atlanta members special offers, unique experiences and cool discoveries. You must be at the deal location to redeem, so get out there and explore one of ATL's most vibrant neighborhoods.",
    "imageUrls": ["/midtown/1.png", "/midtown/2.png", "/midtown/3.png"],
    "year": 2020
  },
  {
    "title": "FirstMetroSec GO",
    "description": "Android app which is FirstMetroSec PRO-inspired interface, analytical tools, and features that lets you invest like a PRO in Philippine stocks.",
    "imageUrls": ["/fmsgo/1.png", "/fmsgo/2.png", "/fmsgo/3.png"],
    "year": 2019,
    "url": "https://play.google.com/store/apps/details?id=technistock.streaming.firstmetrosec&hl=en&gl=US"
  },
  {
    "title": "FirstMetroSec PRO",
    "description": "Web application designed to let you invest in the Philippine stocks like a PRO in realtime.",
    "imageUrls": ["/fmspro/1.png", "/fmspro/2.png"],
    "year": 2018,
    "url": "https://pro.firstmetrosec.com.ph"
  },
  {
    "title": "WealthSec Mobile",
    "description": "Android application for one of the leading member-firm of the Philippine Stock Exchange that lets you invest in Philippine stocks.",
    "imageUrls": ["/wealthsec/1.png", "/wealthsec/2.png", "/wealthsec/3.png"],
    "year": 2017
  },
  {
    "title": "PSE Electronic Display Board",
    "description": "Desktop Application that is displayed in PSE's electronic board that shows sectors, market trend, and other critical information for Philippine stock exchange.",
    "imageUrls": ["/edb/1.png"]
  },
  {
    "title": "[Redacted] Engresso Systems",
    "description": "Desktop Application that manages bus tickets from manual entry of the conductors."
  }
]
